Revit 2021.1 API
RebarFreeFormAccessor Properties
The RebarFreeFormAccessor type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
WorkshopInstructions
 Identifies the workshop instructions of the current Rebar element.
See Also
RebarFreeFormAccessor Class
Autodesk.Revit.DB.Structure Namespace